Repository: Zharktas/ytp
Catalog: modules/ytp-theme-drupal/i18n-node/*/LC_MESSAGES/ytp-theme-drupal-node.po
Languages: fi, sv

# type:article:name
source: Article
fi: Artikkeli
sv: Artikel

# type:article:title_label
source: Title
fi: Otsikko
sv: Titel

# type:article:description
source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
fi: Käytä <em>artikkeleita</em> ajallisesti herkälle sisällölle kuten uutisille, lehdistötiedotteille tai blogikirjoituksille.
sv: Använd <em>artiklar</em> för tidskänsligt innehåll såsom nyheter, pressreleaser eller blogginlägg.

# type:page:name
source: Basic page
fi: Perussivu
sv: Enkel sida

# type:page:title_label
source: Title
fi: Otsikko
sv: Titel

# type:page:description
source: Use <em>basic pages</em> for your static content, such as an 'About us' page.
fi: Käytä <em>perussivuja</em> staattiseen sisältöösi kuten esimerkiksi "Tietoa meistä"-sivuun.
sv: Använd <em>enkla sidor</em> för ditt statiska innehåll, såsom en sida "Om oss".

# type:service_alert:name
source: Service alert
fi: Palvelutiedote
sv: Servicemeddelande

# type:service_alert:title_label
source: Title
fi: Otsikko

# type:service_alert:description
source: Service alerts are messages that are shown on every page.
fi: Palvelutiedotteet ovat viestejä, jotka näytetään jokaisella sivulla.

# type:carousel_item:name
source: Carousel item
fi: Karusellisisältö
sv: Karusellinnehåll

# type:carousel_item:title_label
source: Title
fi: Otsikko
sv: Titel

# type:carousel_item:description
source: Front page carousel content
fi: Etusivun karusellin sisältö.
sv: Innehåll för framsidans karusell.

# type:infobox:name
source: Infobox
fi: Informaatiolaatikko
sv: Informationslåda

# type:infobox:title_label
source: Title
fi: Otsikko
sv: Titel

# type:infobox:description
source: Front page infobox content
fi: Etusivun informaatiolaatikon sisältö.
sv: Innehåll för framsidans informationslåda.

# type:tutorial:name
source: Tutorial
fi: Opetus
sv: Handledning

# type:tutorial:title_label
source: Title
fi: Otsikko
sv: Titel

# type:tutorial:description
source: Content for frontpage tutorial box
fi: Etusivun opetuslaatikon sisältö.
sv: Innehåll för framsidans handledningslåda.

# type:event:name
source: Event
fi: Tapahtuma
sv: Händelse

# type:event:title_label
source: Title
fi: Otsikko
sv: Titel

# type:event:description
source: Calendar event
fi: Kalenteritapahtuma
sv: Kalenderhändelse

# type:service_alert:title_label
source: Otsikko
sv: Titel

# type:service_alert:description
source: Service alerts are messages that are show on every page.
sv: Servicemeddelanden är meddelanden som visas på varje sida.
