Repository: Zharktas/ytp
Catalog: modules/ytp-drupal-tutorial/i18n/*/LC_MESSAGES/ytp-drupal-tutorial.po
Languages: fi, sv

source: Front page tutorial
fi: Etusivun tutoriaali

source: Creates a tutorial block on front page. The block will determine if user is registered, belongs to an organization and/or has published data, and show matching instructions. User can opt out of seeing some views.
fi: Luo etusivulle tutoriaaliblockin. Block päättelee, onko käyttäjä rekisteröitynyt, kuuluuko hän organisaatioon ja/tai onko hän julkaissut dataa, ja näyttää sopivat ohjeet. Käyttäjä voi ohittaa tiettyjä näkymiä.

source: Register
fi: Rekisteröidy
sv: Registrera dig

source: to get started
fi: julkaistaksesi tietoainestoja
sv: och kom igång

source: Opendata.fi allows you to find open datasets, and to publish and manage your own.'
fi: Avoindata.fi-palvelussa voit etsiä muiden julkaisemia tietoaineistoja sekä julkaista ja hallinnoida omia avoimia tietoaineistojasi.
sv: I Avoindata.fi kan du söka öppna dataset samt publicera och redigera dina egna dataset.

source: Sign in
fi: Kirjaudu sisään
sv: Logga in

source: Forgot your password?
fi: Tunnus tai salasana hukassa
sv: Glömt lösenordet?

source: Join an organization
fi: Liity organisaatioon
sv: Gå med i en organisation

source: Publish data, tools and guidelines as
fi: Julkaise avoimen datan ja yhteentoimivuuden aineistoja organisaation nimissä
sv: Publicera data, verktyg och instruktioner under

source: Don't ask me again
fi: En halua nähdä tätä enää

source: Publish data
fi: Julkaise aineistoja
sv: Publicera data

source: Open data
fi: Avoin data

source: Interoperability tools
fi: Yhteentoimivuuden kuvaukset ja ohjeet

source: Public service
fi: Julkinen palvelu

source: Continue
fi: Jatka

source: Tools
fi: Työkalut
sv: Verktyg

source: Your datasets
fi: Omat tietoaineistosi
sv: Dina dataset

source: Your organizations
fi: Omat organisaatiosi
sv: Dina organisationer

source: Your profile
fi: Omat tietosi
sv: Din profil

source: Dashboard
fi: Muistilista
sv: Nyhetsflöde

source: - choose an organization -
fi: - valitse organisaatio -
sv: - välja en organisation -

source: Close
sv: Stäng av

source: Open data and interoperability tools.
sv: Öppen data och interoperabilitetsverktyg.

source: Join
sv: Fortsätta
