Repository: Zharktas/ytp
Catalog: ansible/roles/ckan/files/i18n/*.po
Languages: sv

source: URL
sv: Kort adress

source: Title
sv: Namn

source: Image URL
sv: Emblem

source: Content Type
sv: Innehållstyp

source: Interoperability Tools
sv: Verktyg för driftskompatibilitet

source: Public Services
sv: Statstjänst

source: Tags
sv: Ämne

source: Material type
sv: Materialtyp

source: Period of validity
sv: Giltighet

source: Extra information
sv: Kommentarer

source: Image
sv: Logotypen eller lager

source: Valid from
sv: Gäller från

source: Valid till
sv: Giltigt till

source: YYYY-MM-DD
sv: ÅÅÅÅ-MM-DD
